astro-build.astro-vscode
beardedbear.beardedtheme
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
ctf0.php-class-generator
ctf0.php-namespace-resolver
damianbal.vs-phpclassgen
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
google.colab
james-yu.latex-workshop
mehedidracula.php-namespace-resolver
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
neilbrayfield.php-docblocker
onecentlin.laravel-blade
parthr2031.colorful-comments
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
ryuta46.multi-command
tomoki1207.pdf
vscodevim.vim
zobo.php-intellisense
